tap "joshmedeski/sesh"
brew "git"
brew "nushell"
brew "starship"
brew "neovim"
brew "tmux"
brew "sesh"
brew "ripgrep"
brew "fd"
brew "fzf"
brew "zoxide"
brew "atuin"
brew "bat"
brew "carapace"
brew "gh"
brew "ccache"
brew "chezmoi"
